Repository: c3rebro/EventMessenger
Catalog: EventMessenger/Resources/Manifest.*.resx
Languages: de

# toolTipCaption
source: Hint:
de: Hinweis:

# messageBoxRestartRequiredCaption
source: Restart Required
de: Neustart erforderlich

# messageBoxRestartRequiredMessage
source: The Software needs to be restarted in Order to apply these changes. Click 'OK' to proceed.
de: Die Software muss neu gestartet werden damit die Änderungen wirksam werden. Klicken Sie auf 'OK' um die Software zu schließen.

# menuItemFileHeader
source: _File
de: _Datei

# menuItemExitHeader
source: _Exit
de: _Beenden

# menuItemEditHeader
source: _Edit
de: _Bearbeiten

# menuItemOptionsHeader
source: _Options
de: _Optionen

# menuItemOpenProjectHeader
source: _Open Project...
de: _Projekt öffnen...

# menuItemSaveProjectHeader
source: _Save As...
de: _Speichern unter...

# menuItemCopyToClipboardHeader
source: _Copy to Clipboard
de: _In Zwischenablage kopieren

# menuItemPasteFromClipboardHeader
source: _Paste from Clipboard
de: _Aus Zwischenablage Einfügen

# menuItemHelpHeader
source: _Help
de: _Hilfe

# menuItemCheckForUpdatesHeader
source: _Download and Install Updates automatically
de: _Updates automatisch herunterladen und installieren

# menuItemHelpTopicsHeader
source: Help _Topics
de: Hilfe_themen

# menuItemSaveHeader
source: Save
de: S_peichern

# ENUM.Input2
source: Input 2
de: Eingang 2

# ENUM.Input1
source: Input 1
de: Eingang 1

# ENUM.Input3
source: Input 3
de: Eingang 3

# ENUM.RisingEdge
source: Rising Edge
de: Steigende Flanke

# ENUM.BothEdges
source: Both
de: Beides

# ENUM.FallingEdge
source: Falling Edge
de: Fallende Flanke

# dataGridHeaderMainWindowEventName
source: Event Name
de: Ereignisbezeichnung

# dataGridHeaderMainWindowEventType
source: Event Type
de: Ereignistyp

# dataGridHeaderMainWindowResponses
source: Responses
de: Reaktionen

# dataGridHeaderMainWindowLastOccurrence
source: Last Seen
de: Zulest gesehen am

# contextMenuItemAddNewEvent
source: Add new Event...
de: Neues Ereignis erstellen...

# windowCaptionEventEditorWindow
source: Add / Edit Event...
de: Ereignis erstellen / bearbeiten...

# ENUM.InputEvent
source: Input Event
de: Eingangskanalereignis

# ENUM.UnlockingEvent
source: Unlocking Event
de: Transpondernutzungsereignis

# ENUM.DoorMonitoringEvent
source: Door Monitoring Event
de: Türüberwachungsereignis

# dataGridHeaderUnlockEventConfigDialogTriggerType
source: Access Type
de: Ereignistyp

# dataGridHeaderUnlockEventConfigDialogAttachedLocks
source: Attached Locks
de: Schließungen

# groupBoxUnlockEventConfigEventConfiguration
source: Unlocking Event Configuration
de: Transponderereignis Konfiguration

# buttonEventEditorDialogConfigureBehavior
source: Configure Event...
de: Ereignis Konfigurieren...

# groupBoxEventEditorDialogConfigSettings
source: Event Setup
de: Ereignis einrichten

# labelEventEditorDialogEventType
source: Event Type
de: Ereignistyp

# labelEventEditorDialogDescription
source: Description
de: Beschreibung

# textBoxEventEditorWindowEventName
source: Enter Name for Event
de: Ereignisbezeichnung

# textBoxEventEditorWindowEventDescription
source: Enter Description for Event (optional)
de: Ereignisbeschreibung (optional)

# ENUM.DoorHasBeenOpened
source: Door has been opened
de: Tür geöffnet

# ENUM.DoorStaysOpenTooLong
source: Door stays open too long
de: Tür steht zu lang offen

# ENUM.DoorHasBeenClosed
source: Door has been closed
de: Tür wurde geschlossen

# ENUM.DoorHasBeenLocked
source: Door has been locked
de: Tür wurde verschlossen

# ENUM.DoorHasBeenSecured
source: Door has been secured
de: Tür wurde sicher verschlossen

# ENUM.DoorHasBeenManipulated
source: Door has been manipulated
de: Tür wurde Manipuliert

# ENUM.DoorSensorError
source: Door Sensor Error
de: Fehler Türsensorik

# ENUM.DoorHasBeenClosedAfterTooLongOpened
source: Door has been closed after too long open
de: Tür wurde geschlossen nach zu langem offenstehen

# windowCaptionEventConfigurationDialogUnlockingEvent
source: Add Unlocking Event
de: Transponder Ereignis

# windowCaptionEventConfigurationDialogDoorMonitoringEvent
source: Add Door Monitoring Event
de: Türüberwachungsereignis

# groupBoxDoorMonitoringEventConfigDialogLockSummary
source: Events to Trigger
de: aktuelle Türüberwachungsereignisse

# buttonDoorMonitoringEventConfigDialogCancel
source: Cancel
de: Abbrechen

# groupBoxDoorMonitoringEventConfigDialogAddLocks
source: Add Lock(s)
de: Schließung(en) hinzufügen

# labelDoorMonitoringEventConfigDialogLockName
source: Lock Name
de: Türbezeichnung

# labelDoorMonitoringEventConfigDialogLockPHI
source: Lock PHI
de: Seriennummer

# buttonDoorMonitoringEventConfigDialogAddLock
source: Add
de: Hinzufügen

# buttonDoorMonitoringEventConfigDialogImportFromFile
source: Import from File
de: aus Datei laden

# checkBoxDoorMonitoringEventConfigDialogCheckLockNameOrPHI
source: Consider Lock Name and/or Lock PHI
de: Türbezeichnung und/oder Seriennummer berücksichtigen

# labelDoorMonitoringEventConfigDialogMonitoringType
source: Monitoring Type
de: Ereignis

# labelInputEventConfigDialogInputNr
source: Input Nr.
de: Eingang Nr.

# labelInputEventConfigDialogEdgeDetection
source: Edge Detection
de: Flankenerkennung

# labelInputEventConfigDialogAddress
source: Address
de: Addresse

# buttonInputEventConfigDialogCancel
source: Cancel
de: Abbrechen

# windowCaptionEventConfigurationDialogInputEvent
source: Add Input Event
de: Eingangskanalereignis

# ENUM.AccessGranted
source: Access Granted
de: Zutritt gewährt

# defaultMessageTelegramMessageDoorMonitoringMessage
source: {2} The Lock with the Name: {0} and Serial Number (PHI): {1} has reportet the following Event: {3}
de: {2} Die Tür mit der Bezeichnung: {0} und der Seriennummer (PHI): {1} meldet foldendes Ereignis: {3}

# ENUM.TriggerBoth
source: Trigger Both
de: Beide Ereignisse

# labelUnlockingEventConfigDialogAccessType
source: Access Type
de: Ereignis

# labelUnlockingEventConfigDialogTransponderPHI
source: Transponder PHI
de: Seriennummer (PHI)

# labelUnlockingEventConfigDialogTransponderName
source: Transponder Name
de: Besitzername

# buttonUnlockingEventConfigDialogAdd
source: Apply and Exit
de: Speichern und Beenden

# checkBoxUnlockingEventConfigDialogCheckLockNameOrPHI
source: Consider Lock Name and/or Lock PHI
de: Türbezeichnung und/oder Seriennummer berücksichtigen

# buttonUnlockingEventConfigDialogImportFromFile
source: Import from File
de: aus Datei laden

# buttonUnlockingEventConfigDialogAddLock
source: Add Lock
de: Hinzufügen

# labelUnlockingEventConfigDialogLockPHI
source: Lock PHI
de: Seriennummer (PHI)

# labelUnlockingEventConfigDialogLockName
source: Lock Name
de: Türbezeichnung

# ENUM.MessageEMAIL
source: Message: EMail
de: Nachricht: EMail

# ENUM.DeviceKNX
source: Device: KNX
de: Gerät: KNX-Bus

# ENUM.MessageTELEGRAM
source: Message: Telegram IM
de: Nachricht: Telegram (AppStore)

# groupBoxResponseEditorDialogConfigSettings
source: Response Setup
de: Reaktion Einrichten

# labelResponseEditorDialogDescription
source: Description
de: Beschreibung

# labelResponseEditorDialogResponseType
source: Response Type
de: Reaktionstyp

# buttonResponseEditorDialogConfigureBehavior
source: Configure Response...
de: Reaktion Konfigurieren...

# groupBoxResponseEditorDialogResponses
source: Responses
de: Reaktionen

# buttonEventEditorConfigDialogCancel
source: Cancel
de: Abbrechen

# buttonResponseEditorDialogAddResponse
source: Add Response
de: Hinzufügen

# dataGridCellMainWindowEventIsEnabled
source: Enabled
de: Aktiviert

# windowCaptionResponseEditorDialog
source: Add / Edit Response...
de: Reaktion erstellen / bearbeiten...

# buttonResponseEditorConfigDialogCancel
source: Cancel
de: Abbrechen

# buttonResponseEditorConfigDialogTelegramMessageDialogCancel
source: Cancel
de: Abbrechen

# buttonResponseEditorConfigDialogTelegramBotDialogCancel
source: Cancel
de: Abbrechen

# dataGridCellResponseEditorDialogResponseIsEnabled
source: Enabled
de: Aktiviert

# dataGridHeaderResponseEditorDialogResponseType
source: Response Type
de: Reaktionstyp

# dataGridHeaderResponseEditorDialogResponseName
source: Response Name
de: Reaktionsbezeichnung

# dataGridHeaderUnlockingEventConfigDialogLockName
source: Lock Name
de: Türbezeichnung

# dataGridHeaderUnlockingEventConfigDialogLockPHI
source: Lock PHI
de: Seriennummer (PHI)

# labelResponseEditorConfigDialogTelegramMessageDialogMessageToSend
source: Message to Send
de: Telegram Nachricht

# labelResponseEditorConfigDialogTelegramMessageDialogAddBot
source: Add Bot...
de: Neuer Bot...

# labelResponseEditorConfigDialogTelegramMessageDialogRemoveBot
source: Remove Bot
de: Bot entfernen

# toolTipResponseEditorConfigDialogTelegramMessageDialogMessageToolTip
source: "Valid Shortcuts: '$lockname' = will be replaced by the lock that has triggered the event' '$lockphi' = ... phi of the lock ... '$transpondername' = ... the name of the transponder that was used to trigger the event '$transponderphi' = ... phi of the transponder ... '$datetime' = ... the date and time the event has been triggered '$accessresult' ... access denied / granted" If omitted, a default message in english language will be sent
de: Folgende Platzhalter sind möglich: '$lockname' = wird durch die Türbezeichnung ersetzt, an der die Transponderaktion statt fand '$lockphi' = ... durch die Seriennummer (PHI) der Schließung ... '$transpondername' = ... durch den Namen des Transponderbesitzers ... '$transponderphi' = ... durch die Seriennummer (PHI) des Transponders ... '$datetime' = ... durch den Zeitstempel ersetzt an dem das Ereignis auftrat '$accessresult' ... durch das Ergebnis des Zutrittversuchs ersetzt" Wird das Feld leer gelassen, wird eine Standardnachricht in deutscher Sprache versendet.

# ENUM.AccessDenied
source: Access Denied
de: Zutritt verweigert

# defaultMessageTelegramMessageUnlockingEventMessage
source: {4} The Transponder whose Owner has the Name: {0} and the Serial Number (PHI) is: {1} has been used to try opening the Lock with the Name: {2} and Serial Number (PHI): {3} the Result was: {5}
de: {4} Der Transponder dessen Besitzer den Namen: {0} trägt und dessen Transponder die Seriennummer (PHI) : {1} besitzt, hat versucht die Tür mit der Türbezeichnung: {2} und der Schließungs-Seriennummer (PHI): {3} zu öffnen. Die Schließung meldet: {5}

# contextMenuItemEditEvent
source: Edit Event...
de: Ereignis bearbeiten...

# contextMenuItemAddOrEditResponse
source: Add or Edit Response...
de: Reaktion hinzufügen/bearbeiten...

# contextMenuItemDeleteSelectedItem
source: Delete Selected Item
de: Eintrag löschen

# menuItemAutoLoadDBHeader
source: _Load default Database automatically
de: Letztes Projekt automatisch beim _Programmstart laden

# messageBoxTelegramBotFoundMessage
source: The Database contains at least one Telegram-Bot. The EventMessenger needs to go Online now in Order to make the Bot working. Do you want to establish an Internet Connection now?
de: Die Datenbank enthielt mindestens einen Telegram-Bot. Um diesen verwenden zu können, muss eine Verbindung mit dem Internet hergestellt werden. Verbindung jetzt herstellen?

# messageBoxTelegramBotFoundCaption
source: Telegram Bot Found
de: Telegram Bot gefunden

# messageBoxLoadDefaultDatabaseMessage
source: The Default Database contains Objects. Do you want to load them into the queue now?
de: Die Standarddatenbank enthält bereits Objekte. Sollen diese jetzt geladen werden?

# messageBoxLoadDefaultDatabaseCaption
source: Load Default Database
de: Standarddatenbank laden

# dataGridCellResponseEditorDialogResponseHasSchedule
source: Enabled
de: vorhanden

# dataGridHeaderScheduleConfigurationDataGridHeaderBegin
source: Begin Time
de: Startzeit

# dataGridHeaderScheduleConfigurationDataGridHeaderEnd
source: End Time
de: Endzeit

# ENUM.ScheduleRepeatWeekly
source: Weekly
de: Wöchentlich

# ENUM.ScheduleRepeatMonthly
source: Monthly
de: Monatlich

# ENUM.ScheduleRepeatDaily
source: Daily
de: Täglich

# ENUM.ScheduleRepeatEverySecondWeek
source: Every Third Week
de: alle 14 Tage

# ENUM.ScheduleRepeatEveryThirdWeek
source: Every Second Week
de: jede 3. Woche im Monat

# dataGridHeaderScheduleConfigurationDataGridHeaderRepeatType
source: Repeat Type
de: Wiederholungstyp

# ENUM.ScheduleRepeatNone
source: No Recurrence
de: keine Wiederholung

# dataGridHeaderResponseEditorDialogHasSchedule
source: Schedule
de: Zeitplan

# taskBarIconBalloonHeaderNewUnlockingEvent
source: New Event
de: Neues Ereignis

# taskBarIconBalloonMessageNewUnlockingEvent
source: A new Unlocking Event has Arrived
de: Ein neues Transpondernutzungsereignis ist eingegangen

# buttonCustomDialogBoxCancel
source: Cancel
de: Abbrechen

# groupBoxEMailResponseAddEditMessage
source: Add / Edit EMail Message
de: EMail einrichten / bearbeiten

# labelResponseEditorConfigDialogEMailResponseFromAddress
source: From
de: Absender

# labelResponseEditorConfigDialogEMailResponseToAddress
source: To
de: Empfänger

# labelResponseEditorConfigDialogEMailResponseSubject
source: Subject
de: Betreff

# labelResponseEditorConfigDialogEMailResponseMessageBody
source: Message
de: Nachricht

# buttonResponseEditorConfigDialogEMailResponseSMTPConfig
source: SMTP Configuration
de: SMTP Einstellungen

# buttonResponseEditorConfigDialogEMailResponseCancel
source: Cancel
de: Abbrechen

# windowCaptionResponseConfigurationDialogEMailResponse
source: Add / Edit EMail...
de: EMail erstellen / bearbeiten...

# windowCaptionScheduleConfigurationDialog
source: Add / Edit Schedule...
de: Zeitplan hinzufügen / bearbeiten...

# groupBoxScheduleConfigDialogBegin
source: Begin
de: Start

# labelScheduleConfigDialogBeginTime
source: Begin Time
de: Startzeit

# labelScheduleConfigDialogBeginDate
source: Begin Date
de: Startdatum

# labelScheduleConfigDialogEndDate
source: End Date
de: Enddatum

# labelScheduleConfigDialogEndTime
source: End Time
de: Endzeit

# labelScheduleConfigDialogAMPM24h
source: AM/PM
de: Uhr

# labelScheduleConfigDialogRepeatType
source: Configure Repeat Type
de: Wiederholungsintervall konfigurieren

# labelScheduleConfigDialogRepeat
source: Repeat
de: Wiederholung

# groupBoxUnlockingEventConfigDialogAddLocks
source: Add Lock(s)
de: Schließung(en) hinzufügen

# buttonUnlockingEventConfigDialogCancel
source: Cancel
de: Abbrechen

# groupBoxEMailResponseSMTPSettings
source: SMTP Settings
de: SMTP Einstellungen

# labelResponseEditorConfigDialogEmailResponseSMTPSettingsSMTPUser
source: SMTP User
de: Benutzername

# buttonResponseEditorConfigDialogEMailResponseSMTPConfigCancel
source: Cancel
de: Abbrechen

# labelResponseEditorConfigDialogEMailResponseSMTPPassword
source: SMTP Password
de: Passwort

# labelResponseEditorConfigDialogEMailResponseSMTUseSSL
source: Enable SSL/TLS
de: SSL/TLS verwenden

# labelResponseEditorConfigDialogEMailResponseSMTUseCredentials
source: Use Credentials
de: Benutzername / Passwort verwenden

# contextMenuItemAddNewResponse
source: Add new Response...
de: Reaktion hinzufügen...

# contextMenuItemDeleteResponse
source: Delete Response
de: Rektion entfernen

# contextMenuItemEditResponse
source: Edit Response...
de: Reaktion bearbeiten...

# contextMenuItemAddEditSchedule
source: Add / Edit Schedule
de: Zeitplan hinzufügen / bearbeiten...

# taskBarIconBalloonMessageNewDoorMonitoringEvent
source: A new Door Monitoring Event has Arrived
de: Ein neues Türüberwachungsereignis ist eingegangen

# taskBarIconBalloonHeaderNewDoorMonitoringEvent
source: New Event
de: Neues Ereignis

# telegramBotButtonAddUser
source: Register User
de: Hinzufügen

# telegramBotButtonBlockUser
source: Block User
de: Sperren

# telegramBotMessageWelcomeAdmin
source: Welcome Administrator. Your ID is: "{0}" You can now add or block users. In addition to the administrator, only added users can receive messages from EventMessenger application.
de: Willkommen Administrator. Ihre ID lautet: "{0}" Sie können nun weitere Nutzer die den Bot "ansprechen" hinzufügen oder sperren. Mit Außnahme des Administrators werden nur Nutzer die Sie der Empfängerliste hinzugefügt haben, Nachrichten vom EventMessenger erhalten.

# telegramBotMessageWelcomeBackAdmin
source: Administrator. Your ID is: "{0}" You are already registered and will receive Messages from EventMessenger Application.
de: Administrator. Ihre ID lautet: "{0}" Sie sind bereis als Administrator registriert und erhalten Benachrichtigungen des EventMessengers.

# telegramBotMessageNewUserFound
source: Administrator. A not yet registered user has contacted the EventMessenger application and asks for rights to read all accociated messages from it. Would you like to grant this by adding the user {0} to your list of registered users? Block this user if you do not want him to be able to read any messages.
de: Administrator. Ein neuer Telegrambenutzer hat versucht mit der EventMessenger Applikation eine Verbindung auf zu bauen. Bitte fügen Sie den Benutzer "{0}" der Liste Registrierter Benutzer hinzu, wenn Sie möchten, das der Nutzer alle ihm zugeordneten Meldungen lesen kann. Blocken Sie Ihn, wenn Sie dies nicht wünschen und keine weiteren Meldungen über diesen Nutzer erhalten wollen.

# telegramBotMessageWaitForAdministrator
source: Hello User. Please be patient and wait for the Administrator to Register your Device.
de: Hallo Telegram Nutzer. Bitte haben Sie einen Augenblick Geduld, bis der Administrator Ihr Endgerät registriert hat.

# ENUM.DeviceKMTronic
source: Device: KMTronic
de: Gerät: KMTronic

# taskBarIconBalloonMessageNewInputEvent
source: A new Input Event has Arrived
de: Ein neues Eingangskanalereignis ist eingegangen

# taskBarIconBalloonHeaderNewInputEvent
source: New Event
de: Neues Ereignis

# defaultMessageTelegramMessageInputEventMessage
source: {3} {0} with address {2} has been triggered with a {1}.
de: {3} {0} mit der Adresse {2} hat den Zustand geändert: {1}.

# ENUM.W8CR
source: Web Relay W8CR
de: Web Relais W8CR

# ENUM.W2CR
source: Web Relay W2CR
de: Web Relais W2CR

# ENUM.RelayContactIsTimed
source: Pulse
de: Impuls

# ENUM.RelayContactIsStaticOn
source: Turn On
de: Einschalten

# ENUM.RelayContactIsStaticOff
source: Turn Off
de: Ausschalten

# ENUM.RelayContactIsToggle
source: Toggle
de: Umschalten

# labelResponseEditorConfigDialogKMTronicContactBehavior
source: Behavior
de: Verhalten

# labelResponseEditorConfigDialogKMTronicContactNumber
source: Number
de: Kontakt Nr.

# labelResponseEditorConfigDialogKMTronicContactDuration
source: Duration
de: Dauer

# windowCaptionResponseConfigurationDialogAddKMTronicWebRelayContact
source: Add / Edit Relay Contact...
de: Relaiskontakt erstellen / bearbeiten...

# windowCaptionResponseConfigurationDialogAddKMTronicDevice
source: Add / Edit KMTronic Device...
de: KMTronic Gerät erstellen / bearbeiten...

# groupBoxResponseEditorConfigDialogKMTronicDeviceConfigurationRelayConfig
source: Relay Configuration
de: Relais Konfigurationen

# groupBoxResponseEditorConfigDialogKMTronicDeviceConfigurationConnection
source: Connection
de: Verbindung

# labelResponseEditorConfigDialogKMTronicDeviceConfigurationUsername
source: Username
de: Benutzer

# labelResponseEditorConfigDialogKMTronicDeviceConfigurationHostname
source: Hostname
de: IP / HOST

# labelResponseEditorConfigDialogKMTronicDeviceConfigurationPassword
source: Password
de: Passwort

# labelResponseEditorConfigDialogKMTronicDeviceConfigurationDeviceType
source: Device Type
de: Gerätetyp

# buttonResponseEditorConfigDialogKMTronicDeviceConfigurationDialogCancel
source: Cancel
de: Abbrechen

# dataGridHeaderKMTronicRelayContactTime
source: Duration
de: Dauer

# dataGridHeaderKMTronicRelayContactBehavior
source: Behavior
de: Verhalten

# dataGridHeaderKMTronicRelayContactNumber
source: Relay
de: Relais

# messageBoxMissingConfigCaption
source: Missing Configuration
de: Konfiguration Unvollständig

# messageBoxMissingConfigMessage
source: The Object you tried to add is not fully configured and could not be added.
de: Das Objekt das angelegt werden soll, ist nicht vollständig konfiguriert und kann daher nicht angelegt werden.

# messageBoxEventAlreadyExistMessage
source: The Event you tried to add, already exists. Be Aware: Name, Description and Type of the Event must be Unique.
de: Das Ereignis das Angelegt werden soll, ist bereits vorhanden und kann so nicht angelegt werden. Bitte Beachten: Ereignisbezeichnung, Ereignisbeschreibung und Ereignistyp müssen Eindeutig sein.

# messageBoxEventAlreadyExistCaption
source: Duplicate Event
de: Doppeldeutigkeit erkannt

# messageBoxUpdateAvailableMessage
source: A new version of EventMessenger is available. Would you like to update immediately? Be Aware: Unsaved changes will be lost! Administrative privileges are mandatory.
de: Eine neuere Version des EventMessenger ist verfügbar. Soll sofort aktualisiert werden? Bitte beachten: Es werden Administrative Rechte benötigt! Desweiteren gehen alle nicht gespeicherten Änderungen / Projekte dabei verloren!

# messageBoxUpdateAvailableCaption
source: New Version Found
de: Neue Version verfügbar

# messageBoxDuplicateLockMessage
source: The Lock you tried to add, already exists. Be Aware: Name and PHI (if defined) of the Lock must be Unique.
de: Die Tür die Angelegt werden soll, ist bereits vorhanden und kann so nicht angelegt werden. Bitte Beachten: Türbezeichnung und PHI (wenn angegeben) müssen Eindeutig sein.

# messageBoxDuplicateLockCaption
source: Duplicate Lock Entry
de: Doppeldeutigkeit erkannt

# messageBoxNoLocksMessage
source: Maybe you forgot to add locks. Please provide at least one lock.
de: Dieses Ereignis erfordert mindestens eine angelegte Tür.

# messageBoxNoLocksCaption
source: No Locks found
de: Keine Türen gefunden

# contextMenuItemEditRelayContact
source: Edit Relay Contact...
de: Relaiskontakt bearbeiten...

# contextMenuItemAddNewRelayContact
source: Add new Relay Contact...
de: Einen neuen Relaiskontakt hinzufügen...

# messageBoxNoKnownTelegramUserCaption
source: Missing Administrator ID
de: Fehlende Administrator ID

# messageBoxNoKnownTelegramUserMessage
source: Unable to find an Administrator ID. Please send a random Message to your Bot to Connect your Mobile Device with the EventMessenger.
de: Es konnte keine Administrator ID gefunden werden. Bitte senden Sie eine beliebige Nachricht an den EventMessenger, um Ihr mobiles Gerät mit dem EventMessenger zu verbinden.

# buttonResponseEditorConfigDialogTelegramBotDialogConnect
source: Connect
de: Verbinden

# messageBoxAskCloseOrTrayCaption
source: Close Application
de: Anwendung weiter ausführen?

# messageBoxAskCloseOrTrayMessage
source: Would you like to keep the application running in the system tray? Be aware that you won't get any responses when the application is not running.
de: Wollen Sie die Anwendung in den Info-Bereich verschieben? Bitte beachten Sie, das Sie keine Reaktionen mehr erhalten werden, wenn Sie die Anwendung jetzt beenden.

# taskBarIconBalloonHeaderStillHere
source: EventMessenger is still running.
de: Der EventMessenger wird weiterhin ausgeführt.

# taskBarIconBalloonMessageStillHere
source: Click here to bring back the main window.
de: Klicken Sie hier um das Hauptfenster wieder zu öffnen.

# menuItemAutoLoadOnStartupHeader
source: _Run program automatically on windows startup
de: Programm _automatisch beim Systemstart laden

# textBoxResponseEditorWindowResponseDescription
source: Enter Description for Response (optional)
de: Reaktionsbeschreibung (optional)

# textBoxResponseEditorWindowResponseName
source: Enter Name for Response
de: Reaktionsbezeichnung

# messageBoxDuplicateObjectMessage
source: The Object you tried to add does already Exist.
de: Das Objekt das angelegt werden soll existiert bereits und kann nicht angelegt werden.

# messageBoxDuplicateObjectCaption
source: Duplicate Object
de: Doppeldeutigkeit erkannt
